Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# video.status.waiting
source: Waiting for a connection. The upload will carry on by itself.
ar: بانتظار الاتصال. سيُستأنف الرفع تلقائيًا.
bn: সংযোগের অপেক্ষা। আপলোড নিজে থেকেই চলবে।
ca: Esperant connexió. La pujada continuarà per si sola.
cs: Čeká se na připojení. Nahrávání bude pokračovat samo.
da: Venter på forbindelse. Uploadet fortsætter af sig selv.
de: Warten auf eine Verbindung. Der Upload geht von selbst weiter.
el: Αναμονή για σύνδεση. Η μεταφόρτωση θα συνεχιστεί μόνη της.
es: Esperando conexión. La subida continuará sola.
fi: Odotetaan yhteyttä. Lataus jatkuu itsestään.
fr: En attente d’une connexion. L’envoi reprendra de lui-même.
he: ממתין לחיבור. ההעלאה תמשיך מעצמה.
hi: कनेक्शन का इंतज़ार है। अपलोड अपने-आप जारी रहेगा।
hr: Čeka se veza. Prijenos će se nastaviti sam.
hu: Kapcsolatra várunk. A feltöltés magától folytatódik.
id: Menunggu koneksi. Unggahan akan berlanjut dengan sendirinya.
it: In attesa di connessione. Il caricamento riprenderà da solo.
ja: 接続を待っています。アップロードは自動的に再開します。
ko: 연결을 기다리는 중이에요. 업로드는 저절로 이어서 진행돼요.
ml: കണക്ഷനായി കാത്തിരിക്കുന്നു. അപ്‌ലോഡ് തനിയെ തുടരും.
ms: Menunggu sambungan. Muat naik akan diteruskan dengan sendirinya.
nb: Venter på tilkobling. Opplastingen fortsetter av seg selv.
nl: Wachten op verbinding. Het uploaden gaat vanzelf verder.
pl: Czekam na połączenie. Przesyłanie wznowi się samo.
pt_br: Aguardando conexão. O envio continuará sozinho.
pt_pt: À espera de ligação. O envio continuará por si.
ro: Se așteaptă o conexiune. Încărcarea va continua singură.
ru: Ожидание соединения. Загрузка продолжится сама.
sk: Čaká sa na pripojenie. Nahrávanie bude pokračovať samo.
sv: Väntar på anslutning. Uppladdningen fortsätter av sig själv.
ta: இணைப்புக்காகக் காத்திருக்கிறது. பதிவேற்றம் தானாகத் தொடரும்.
te: కనెక్షన్ కోసం వేచి ఉంది. అప్‌లోడ్ దానంతట అదే కొనసాగుతుంది.
th: กำลังรอการเชื่อมต่อ การอัปโหลดจะทำต่อเอง
tr: Bağlantı bekleniyor. Yükleme kendiliğinden devam edecek.
uk: Очікуємо підключення. Завантаження продовжиться саме.
ur: کنکشن کا انتظار ہے۔ اپ لوڈ خود جاری ہو جائے گا۔
vi: Đang chờ kết nối. Việc tải lên sẽ tự tiếp tục.
zh_hans: 正在等待网络连接，上传会自动继续。
zh_hant: 等待連線。上傳會自動繼續。

# video.trim
source: Trim video
ar: قصّ الفيديو
bn: ভিডিও ছাঁটুন
ca: Retalla el vídeo
cs: Zkrátit video
da: Klip video
de: Video kürzen
el: Περικοπή βίντεο
es: Recortar vídeo
fi: Leikkaa video
fr: Raccourcir la vidéo
he: קצר וידאו
hi: वीडियो ट्रिम करें
hr: Skrati video
hu: Videó vágása
id: Potong video
it: Accorcia video
ja: 動画をトリミング
ko: 동영상 자르기
ml: വീഡിയോ ട്രിം ചെയ്യുക
ms: Pangkas video
nb: Klipp video
nl: Video inkorten
pl: Przytnij wideo
pt_br: Cortar vídeo
pt_pt: Cortar vídeo
ro: Taie videoul
ru: Обрезать видео
sk: Skrátiť video
sv: Korta ned video
ta: வீடியோவை வெட்டு
te: వీడియో ట్రిమ్ చేయి
th: ตัดวิดีโอ
tr: Videoyu kırp
uk: Обрізати відео
ur: ویڈیو ٹرِم کریں
vi: Cắt video
zh_hans: 裁剪视频
zh_hant: 剪裁影片

# video.trim.firstMinutes
source: Use the first 3 minutes
ar: استخدم أول 3 دقائق
bn: প্রথম ৩ মিনিট ব্যবহার করুন
ca: Fes servir els 3 primers minuts
cs: Použít první 3 minuty
da: Brug de første 3 minutter
de: Die ersten 3 Minuten verwenden
el: Χρήση των πρώτων 3 λεπτών
es: Usar los primeros 3 minutos
fi: Käytä ensimmäiset 3 minuuttia
fr: Utiliser les 3 premières minutes
he: השתמש ב-3 הדקות הראשונות
hi: पहले 3 मिनट इस्तेमाल करें
hr: Koristi prve 3 minute
hu: Az első 3 perc használata
id: Pakai 3 menit pertama
it: Usa i primi 3 minuti
ja: 最初の3分を使う
ko: 처음 3분 사용
ml: ആദ്യത്തെ 3 മിനിറ്റ് ഉപയോഗിക്കുക
ms: Guna 3 minit pertama
nb: Bruk de første 3 minuttene
nl: De eerste 3 minuten gebruiken
pl: Użyj pierwszych 3 minut
pt_br: Usar os primeiros 3 minutos
pt_pt: Usar os primeiros 3 minutos
ro: Folosește primele 3 minute
ru: Использовать первые 3 минуты
sk: Použiť prvé 3 minúty
sv: Använd de första 3 minuterna
ta: முதல் 3 நிமிடங்களைப் பயன்படுத்து
te: మొదటి 3 నిమిషాలు వాడండి
th: ใช้ 3 นาทีแรก
tr: İlk 3 dakikayı kullan
uk: Використати перші 3 хвилини
ur: پہلے 3 منٹ استعمال کریں
vi: Dùng 3 phút đầu
zh_hans: 使用前 3 分钟
zh_hant: 使用前 3 分鐘

# video.unmute
source: Turn sound on
ar: تشغيل الصوت
bn: শব্দ চালু করুন
ca: Activa el so
cs: Zapnout zvuk
da: Slå lyden til
de: Ton einschalten
el: Ενεργοποίηση ήχου
es: Activar el sonido
fi: Kytke ääni päälle
fr: Activer le son
he: הפעל את הקול
hi: आवाज़ चालू करें
hr: Uključi zvuk
hu: Hang bekapcsolása
id: Nyalakan suara
it: Attiva l'audio
ja: 音を出す
ko: 소리 켜기
ml: ശബ്ദം ഓണാക്കുക
ms: Hidupkan bunyi
nb: Slå på lyden
nl: Geluid aanzetten
pl: Włącz dźwięk
pt_br: Ativar o som
pt_pt: Ativar som
ro: Pornește sunetul
ru: Включить звук
sk: Zapnúť zvuk
sv: Slå på ljudet
ta: ஒலியை இயக்கு
te: సౌండ్ ఆన్ చేయి
th: เปิดเสียง
tr: Sesi aç
uk: Увімкнути звук
ur: آواز آن کریں
vi: Bật âm thanh
zh_hans: 开启声音
zh_hant: 開啟聲音

# voice.add
source: Record
ar: تسجيل صوتي
bn: রেকর্ড
ca: Grava
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
fi: Nauhoita
fr: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 録音
ko: 녹음
ml: റെക്കോർഡ് ചെയ്യുക
ms: Rakam
nb: Ta opp
nl: Opnemen
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrează
ru: Записать
sk: Nahrať
sv: Spela in
ta: பதிவு செய்
te: రికార్డ్
th: อัดเสียง
tr: Ses kaydet
uk: Записати
ur: ریکارڈ کریں
vi: Ghi âm
zh_hans: 录音
zh_hant: 錄音

# voice.caption.auto
source: Auto caption — may contain mistakes
ar: نص تلقائي — قد يحتوي على أخطاء
bn: স্বয়ংক্রিয় ক্যাপশন — ভুল থাকতে পারে
ca: Subtítol automàtic: pot contenir errors
cs: Automatický titulek – může obsahovat chyby
da: Automatisk undertekst – kan indeholde fejl
de: Automatische Untertitel – können Fehler enthalten
el: Αυτόματος υπότιτλος — μπορεί να περιέχει λάθη
es: Subtítulo automático: puede contener errores
fi: Automaattinen tekstitys – voi sisältää virheitä
fr: Sous-titre automatique — peut contenir des erreurs
he: כתוביות אוטומטיות — עלולות להכיל טעויות
hi: ऑटो कैप्शन — इसमें ग़लतियाँ हो सकती हैं
hr: Automatski titl — može sadržavati pogreške
hu: Automatikus felirat – hibákat tartalmazhat
id: Teks otomatis — mungkin ada kesalahan
it: Didascalia automatica: può contenere errori
ja: 自動字幕。間違いを含む場合があります
ko: 자동 자막 — 오류가 있을 수 있어요
ml: ഓട്ടോ അടിക്കുറിപ്പ് — തെറ്റുകൾ ഉണ്ടാകാം
ms: Sari kata automatik — mungkin mengandungi kesilapan
nb: Automatisk teksting. Kan inneholde feil
nl: Automatische ondertitel: kan fouten bevatten
pl: Napis automatyczny — może zawierać błędy
pt_br: Legenda automática: pode conter erros
pt_pt: Legenda automática — pode conter erros
ro: Subtitrare automată — poate conține greșeli
ru: Автоматические субтитры — возможны ошибки
sk: Automatický titulok — môže obsahovať chyby
sv: Automatisk bildtext – kan innehålla fel
ta: தானியங்கி வசனம் — பிழைகள் இருக்கலாம்
te: ఆటో క్యాప్షన్ — పొరపాట్లు ఉండవచ్చు
th: คำบรรยายอัตโนมัติ อาจมีข้อผิดพลาด
tr: Otomatik altyazı; hatalar içerebilir
uk: Автоматичний підпис — може містити помилки
ur: خودکار کیپشن — اس میں غلطیاں ہو سکتی ہیں
vi: Phụ đề tự động — có thể có lỗi
zh_hans: 自动字幕，可能有误
zh_hant: 自動字幕，可能有錯誤

# voice.caption.byAuthor
source: Caption corrected by the author
ar: نص صحّحه صاحب المنشور
bn: ক্যাপশন লেখক সংশোধন করেছেন
ca: Subtítol corregit per l'autor
cs: Titulek opravil autor
da: Undertekst rettet af forfatteren
de: Untertitel vom Autor korrigiert
el: Υπότιτλος διορθωμένος από τον συντάκτη
es: Subtítulo corregido por el autor
fi: Kirjoittajan korjaama tekstitys
fr: Sous-titre corrigé par l’auteur
he: הכתוביות תוקנו על ידי הכותב
hi: लेखक द्वारा सुधारा गया कैप्शन
hr: Titl ispravio autor
hu: A feliratot a szerző javította
id: Teks dikoreksi oleh penulis
it: Didascalia corretta dall'autore
ja: 投稿者が修正した字幕
ko: 작성자가 수정한 자막
ml: എഴുതിയയാൾ അടിക്കുറിപ്പ് തിരുത്തി
ms: Sari kata dibetulkan oleh penulis
nb: Teksting rettet av forfatteren
nl: Ondertitel gecorrigeerd door de auteur
pl: Napis poprawiony przez autora
pt_br: Legenda corrigida pelo autor
pt_pt: Legenda corrigida pelo autor
ro: Subtitrare corectată de autor
ru: Субтитры исправлены автором
sk: Titulok opravil autor
sv: Bildtexten är rättad av skribenten
ta: வசனத்தை ஆசிரியர் திருத்தியுள்ளார்
te: రచయిత సరిచేసిన క్యాప్షన్
th: ผู้เขียนแก้ไขคำบรรยายแล้ว
tr: Altyazı yazar tarafından düzeltildi
uk: Підпис виправлено автором
ur: کیپشن مصنف نے درست کیا
vi: Phụ đề đã được tác giả chỉnh sửa
zh_hans: 字幕已由作者修正
zh_hant: 字幕已由作者修正

# voice.caption.pending
source: Caption on its way
ar: النص المكتوب في الطريق
bn: ক্যাপশন আসছে
ca: El subtítol està en camí
cs: Titulek je na cestě
da: Undertekst på vej
de: Untertitel unterwegs
el: Ο υπότιτλος έρχεται
es: El subtítulo está en camino
fi: Tekstitys on tulossa
fr: Sous-titre en cours
he: הכתוביות בדרך
hi: कैप्शन आ रहा है
hr: Titl stiže
hu: A felirat úton van
id: Teks sedang disiapkan
it: Didascalia in arrivo
ja: 字幕を準備中
ko: 자막을 준비하는 중
ml: അടിക്കുറിപ്പ് വരുന്നു
ms: Sari kata sedang dalam perjalanan
nb: Teksting er på vei
nl: Ondertitel komt eraan
pl: Napis w drodze
pt_br: Legenda a caminho
pt_pt: Legenda a caminho
ro: Subtitrarea este pe drum
ru: Субтитры скоро появятся
sk: Titulok je na ceste
sv: Bildtext på väg
ta: வசனம் வந்துகொண்டிருக்கிறது
te: క్యాప్షన్ వస్తోంది
th: คำบรรยายกำลังมา
tr: Altyazı geliyor
uk: Підпис уже в дорозі
ur: کیپشن آ رہا ہے
vi: Phụ đề sắp có
zh_hans: 字幕即将生成
zh_hant: 字幕即將產生

# voice.caption.placeholder
source: What you said, in words
ar: ما قلته، مكتوبًا
bn: আপনি যা বলেছেন, লেখায়
ca: El que has dit, en paraules
cs: Co jsi řekl, slovy
da: Hvad du sagde, i ord
de: Was du gesagt hast, in Worten
el: Αυτό που είπες, με λέξεις
es: Lo que dijiste, en palabras
fi: Mitä sanoit, sanoina
fr: Ce que vous avez dit, en mots
he: מה שאמרת, במילים
hi: आपने जो कहा, शब्दों में
hr: Što si rekao/la, riječima
hu: Amit mondtál, szavakban
id: Apa yang kamu katakan, dalam kata-kata
it: Quello che hai detto, a parole
ja: 話した内容を文字で
ko: 말한 내용을 글로
ml: നിങ്ങൾ പറഞ്ഞത്, വാക്കുകളിൽ
ms: Apa yang anda katakan, dalam perkataan
nb: Det du sa, i ord
nl: Wat je zei, in woorden
pl: Co powiedziałeś, słowami
pt_br: O que você disse, em palavras
pt_pt: O que disse, por palavras
ro: Ce ai spus, în cuvinte
ru: То, что вы сказали, словами
sk: Čo si povedal, slovami
sv: Vad du sa, i ord
ta: நீங்கள் சொன்னது, எழுத்தில்
te: మీరు చెప్పినది, పదాల్లో
th: สิ่งที่คุณพูด เป็นตัวอักษร
tr: Söylediklerinizi yazıyla
uk: Що ви сказали, словами
ur: جو آپ نے کہا، الفاظ میں
vi: Điều bạn nói, bằng chữ
zh_hans: 你说的话，用文字表示
zh_hant: 你說的內容，以文字呈現

# voice.caption.redo
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# voice.caption.redo.ar
source: Try again in Arabic
ar: أعد المحاولة بالعربية
bn: আরবিতে আবার চেষ্টা করুন
ca: Torna-ho a provar en àrab
cs: Zkusit znovu arabsky
da: Prøv igen på arabisk
de: Erneut auf Arabisch versuchen
el: Δοκίμασε ξανά στα αραβικά
es: Reintentar en árabe
fi: Yritä uudelleen arabiaksi
fr: Réessayer en arabe
he: נסה שוב בערבית
hi: अरबी में फिर कोशिश करें
hr: Pokušaj ponovno na arapskom
hu: Újra arabul
id: Coba lagi dalam bahasa Arab
it: Riprova in arabo
ja: アラビア語でもう一度試す
ko: 아랍어로 다시 시도
ml: അറബിക്കിൽ വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi dalam bahasa Arab
nb: Prøv igjen på arabisk
nl: Opnieuw proberen in het Arabisch
pl: Spróbuj ponownie po arabsku
pt_br: Tentar de novo em árabe
pt_pt: Tentar novamente em árabe
ro: Încearcă din nou în arabă
ru: Повторить на арабском
sk: Skúsiť znova v arabčine
sv: Försök igen på arabiska
ta: அரபியில் மீண்டும் முயல்
te: అరబిక్‌లో మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้งเป็นภาษาอาหรับ
tr: Arapça olarak tekrar dene
uk: Спробувати ще раз арабською
ur: عربی میں دوبارہ کوشش کریں
vi: Thử lại bằng tiếng Ả Rập
zh_hans: 用阿拉伯语重试
zh_hant: 以阿拉伯文重試

# voice.caption.redo.en
source: Try again in English
ar: أعد المحاولة بالإنجليزية
bn: ইংরেজিতে আবার চেষ্টা করুন
ca: Torna-ho a provar en anglès
cs: Zkusit znovu anglicky
da: Prøv igen på engelsk
de: Erneut auf Englisch versuchen
el: Δοκίμασε ξανά στα αγγλικά
es: Reintentar en inglés
fi: Yritä uudelleen englanniksi
fr: Réessayer en anglais
he: נסה שוב באנגלית
hi: अंग्रेज़ी में फिर कोशिश करें
hr: Pokušaj ponovno na engleskom
hu: Újra angolul
id: Coba lagi dalam bahasa Inggris
it: Riprova in inglese
ja: 英語でもう一度試す
ko: 영어로 다시 시도
ml: ഇംഗ്ലീഷിൽ വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi dalam bahasa Inggeris
nb: Prøv igjen på engelsk
nl: Opnieuw proberen in het Engels
pl: Spróbuj ponownie po angielsku
pt_br: Tentar de novo em inglês
pt_pt: Tentar novamente em inglês
ro: Încearcă din nou în engleză
ru: Повторить на английском
sk: Skúsiť znova v angličtine
sv: Försök igen på engelska
ta: ஆங்கிலத்தில் மீண்டும் முயல்
te: ఇంగ్లీష్‌లో మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้งเป็นภาษาอังกฤษ
tr: İngilizce olarak tekrar dene
uk: Спробувати ще раз англійською
ur: انگریزی میں دوبارہ کوشش کریں
vi: Thử lại bằng tiếng Anh
zh_hans: 用英语重试
zh_hant: 以英文重試

# voice.caption.remove
source: Remove caption
ar: إزالة النص
bn: ক্যাপশন সরান
ca: Elimina el subtítol
cs: Odebrat titulek
da: Fjern undertekst
de: Untertitel entfernen
el: Αφαίρεση υποτίτλου
es: Quitar subtítulo
fi: Poista tekstitys
fr: Retirer le sous-titre
he: הסר כתוביות
hi: कैप्शन हटाएँ
hr: Ukloni titl
hu: Felirat eltávolítása
id: Hapus teks
it: Rimuovi didascalia
ja: 字幕を削除
ko: 자막 삭제
ml: അടിക്കുറിപ്പ് നീക്കം ചെയ്യുക
ms: Alih keluar sari kata
nb: Fjern teksting
nl: Ondertitel verwijderen
pl: Usuń napis
pt_br: Remover legenda
pt_pt: Remover legenda
ro: Elimină subtitrarea
ru: Удалить субтитры
sk: Odstrániť titulok
sv: Ta bort bildtext
ta: வசனத்தை நீக்கு
te: క్యాప్షన్ తొలగించు
th: ลบคำบรรยาย
tr: Altyazıyı kaldır
uk: Видалити підпис
ur: کیپشن ہٹائیں
vi: Xóa phụ đề
zh_hans: 移除字幕
zh_hant: 移除字幕

# voice.caption.save
source: Save caption
ar: حفظ النص
bn: ক্যাপশন সেভ করুন
ca: Desa el subtítol
cs: Uložit titulek
da: Gem undertekst
de: Untertitel sichern
el: Αποθήκευση υποτίτλου
es: Guardar subtítulo
fi: Tallenna tekstitys
fr: Enregistrer le sous-titre
he: שמור כתוביות
hi: कैप्शन सेव करें
hr: Spremi titl
hu: Felirat mentése
id: Simpan teks
it: Salva didascalia
ja: 字幕を保存
ko: 자막 저장
ml: അടിക്കുറിപ്പ് സേവ് ചെയ്യുക
ms: Simpan sari kata
nb: Lagre teksting
nl: Ondertitel opslaan
pl: Zapisz napis
pt_br: Salvar legenda
pt_pt: Guardar legenda
ro: Salvează subtitrarea
ru: Сохранить субтитры
sk: Uložiť titulok
sv: Spara bildtext
ta: வசனத்தைச் சேமி
te: క్యాప్షన్ సేవ్ చేయి
th: บันทึกคำบรรยาย
tr: Altyazıyı kaydet
uk: Зберегти підпис
ur: کیپشن محفوظ کریں
vi: Lưu phụ đề
zh_hans: 保存字幕
zh_hant: 儲存字幕

# voice.caption.title
source: Caption
ar: النص المكتوب
bn: ক্যাপশন
ca: Subtítol
cs: Titulek
da: Undertekst
de: Untertitel
el: Υπότιτλος
es: Subtítulo
fi: Tekstitys
fr: Sous-titre
he: כתוביות
hi: कैप्शन
hr: Titl
hu: Felirat
id: Teks
it: Didascalia
ja: 字幕
ko: 자막
ml: അടിക്കുറിപ്പ്
ms: Sari kata
nb: Teksting
nl: Ondertitel
pl: Napis
pt_br: Legenda
pt_pt: Legenda
ro: Subtitrare
ru: Субтитры
sk: Titulok
sv: Bildtext
ta: வசனம்
te: క్యాప్షన్
th: คำบรรยาย
tr: Altyazı
uk: Підпис
ur: کیپشن
vi: Phụ đề
zh_hans: 字幕
zh_hant: 字幕

# voice.error.clipGone
source: That recording is no longer available — record again
ar: هذا التسجيل لم يعد متاحًا — سجّل مرة أخرى
bn: এই রেকর্ডিং আর পাওয়া যাচ্ছে না — আবার রেকর্ড করুন
ca: Aquest enregistrament ja no està disponible: torna a gravar
cs: Tento záznam už není dostupný – nahraj znovu
da: Den optagelse er ikke længere tilgængelig – optag igen
de: Diese Aufnahme ist nicht mehr verfügbar – nimm sie erneut auf
el: Αυτή η ηχογράφηση δεν είναι πια διαθέσιμη — ηχογράφησε ξανά
es: Esa grabación ya no está disponible: vuelve a grabar
fi: Tuo nauhoitus ei ole enää saatavilla – nauhoita uudelleen
fr: Cet enregistrement n’est plus disponible — enregistrez à nouveau
he: ההקלטה הזו כבר לא זמינה — הקלט שוב
hi: वह रिकॉर्डिंग अब उपलब्ध नहीं है — फिर से रिकॉर्ड करें
hr: Ta snimka više nije dostupna — snimi ponovno
hu: Ez a felvétel már nem érhető el – vegyél fel újat
id: Rekaman itu sudah tidak tersedia — rekam lagi
it: Quella registrazione non è più disponibile: registra di nuovo
ja: その録音は利用できなくなりました。もう一度録音してください
ko: 이 녹음을 더 이상 사용할 수 없어요. 다시 녹음하세요
ml: ആ റെക്കോർഡിംഗ് ഇപ്പോൾ ലഭ്യമല്ല — വീണ്ടും റെക്കോർഡ് ചെയ്യുക
ms: Rakaman itu sudah tidak tersedia — rakam semula
nb: Det opptaket er ikke lenger tilgjengelig. Ta opp på nytt
nl: Die opname is niet meer beschikbaar: neem opnieuw op
pl: To nagranie jest już niedostępne — nagraj ponownie
pt_br: Essa gravação não está mais disponível: grave de novo
pt_pt: Essa gravação já não está disponível — grave novamente
ro: Această înregistrare nu mai este disponibilă — înregistrează din nou
ru: Эта запись больше недоступна — запишите снова
sk: Táto nahrávka už nie je dostupná — nahraj znova
sv: Den inspelningen är inte längre tillgänglig – spela in igen
ta: அந்தப் பதிவு இனி கிடைக்காது — மீண்டும் பதிவு செய்யுங்கள்
te: ఆ రికార్డింగ్ ఇక అందుబాటులో లేదు — మళ్లీ రికార్డ్ చేయండి
th: ไม่มีเสียงอัดนั้นแล้ว อัดใหม่
tr: Bu kayıt artık mevcut değil; yeniden kaydedin
uk: Цей запис більше недоступний — запишіть знову
ur: وہ ریکارڈنگ اب دستیاب نہیں — دوبارہ ریکارڈ کریں
vi: Bản ghi âm đó không còn khả dụng — hãy ghi lại
zh_hans: 该录音已不可用，请重新录制
zh_hant: 該錄音已無法使用，請重新錄製

# voice.error.couldNotRecord
source: Couldn't start recording
ar: تعذّر بدء التسجيل
bn: রেকর্ডিং শুরু করা যায়নি
ca: No s'ha pogut iniciar l'enregistrament
cs: Nahrávání se nepodařilo spustit
da: Optagelsen kunne ikke startes
de: Die Aufnahme konnte nicht gestartet werden
el: Δεν ήταν δυνατή η έναρξη της ηχογράφησης
es: No se pudo iniciar la grabación
fi: Nauhoituksen aloittaminen epäonnistui
fr: Impossible de démarrer l’enregistrement
he: לא ניתן להתחיל להקליט
hi: रिकॉर्डिंग शुरू नहीं हो सकी
hr: Snimanje nije moglo početi
hu: Nem sikerült elindítani a felvételt
id: Tidak bisa memulai perekaman
it: Impossibile avviare la registrazione
ja: 録音を開始できませんでした
ko: 녹음을 시작하지 못했어요
ml: റെക്കോർഡിംഗ് തുടങ്ങാനായില്ല
ms: Tidak dapat memulakan rakaman
nb: Kunne ikke starte opptak
nl: Kon de opname niet starten
pl: Nie udało się rozpocząć nagrywania
pt_br: Não foi possível iniciar a gravação
pt_pt: Não foi possível iniciar a gravação
ro: Nu s-a putut porni înregistrarea
ru: Не удалось начать запись
sk: Nahrávanie sa nepodarilo spustiť
sv: Det gick inte att starta inspelningen
ta: பதிவைத் தொடங்க முடியவில்லை
te: రికార్డింగ్ ప్రారంభించలేకపోయాము
th: เริ่มอัดเสียงไม่ได้
tr: Kayıt başlatılamadı
uk: Не вдалося почати запис
ur: ریکارڈنگ شروع نہیں ہو سکی
vi: Không thể bắt đầu ghi âm
zh_hans: 无法开始录音
zh_hant: 無法開始錄音

# voice.error.invalid
source: That recording couldn't be read
ar: تعذّرت قراءة هذا التسجيل
bn: এই রেকর্ডিং পড়া যায়নি
ca: No s'ha pogut llegir aquest enregistrament
cs: Tento záznam se nepodařilo přečíst
da: Den optagelse kunne ikke læses
de: Diese Aufnahme konnte nicht gelesen werden
el: Αυτή η ηχογράφηση δεν μπόρεσε να διαβαστεί
es: No se pudo leer esa grabación
fi: Tuota nauhoitusta ei voitu lukea
fr: Cet enregistrement n’a pas pu être lu
he: לא ניתן לקרוא את ההקלטה הזו
hi: वह रिकॉर्डिंग पढ़ी नहीं जा सकी
hr: Tu snimku nije bilo moguće pročitati
hu: Ezt a felvételt nem sikerült beolvasni
id: Rekaman itu tidak bisa dibaca
it: Impossibile leggere quella registrazione
ja: その録音を読み取れませんでした
ko: 이 녹음을 읽을 수 없어요
ml: ആ റെക്കോർഡിംഗ് വായിക്കാനായില്ല
ms: Rakaman itu tidak dapat dibaca
nb: Det opptaket kunne ikke leses
nl: Die opname kon niet worden gelezen
pl: Nie udało się odczytać tego nagrania
pt_br: Não foi possível ler essa gravação
pt_pt: Não foi possível ler essa gravação
ro: Această înregistrare nu a putut fi citită
ru: Не удалось прочитать эту запись
sk: Túto nahrávku sa nepodarilo prečítať
sv: Den inspelningen gick inte att läsa
ta: அந்தப் பதிவைப் படிக்க முடியவில்லை
te: ఆ రికార్డింగ్‌ను చదవలేకపోయాము
th: อ่านเสียงอัดนั้นไม่ได้
tr: Bu kayıt okunamadı
uk: Не вдалося прочитати цей запис
ur: وہ ریکارڈنگ پڑھی نہیں جا سکی
vi: Không đọc được bản ghi âm đó
zh_hans: 无法读取该录音
zh_hant: 無法讀取該錄音

# voice.error.notHotTake
source: Only hot takes take sides
ar: المواقف للآراء الجريئة فقط
bn: শুধু সাহসী মতে পক্ষ নেওয়া যায়
ca: Només les opinions polèmiques prenen partit
cs: Strany zaujímají jen vyhrocené názory
da: Kun skarpe holdninger kan tages stilling til
de: Nur Hot Takes ergreifen Partei
el: Μόνο οι καυτές απόψεις παίρνουν στάση
es: Solo las opiniones polémicas admiten bandos
fi: Vain tulisilla mielipiteillä otetaan kantaa
fr: Seuls les avis tranchés permettent de prendre parti
he: רק דעות נחרצות מקבלות צד
hi: सिर्फ़ बेबाक राय पर पक्ष लिया जा सकता है
hr: Samo žestoki stavovi imaju strane
hu: Csak a heves vélemények mellett vagy ellen lehet állást foglalni
id: Hanya opini kontroversial yang bisa dipilih sisinya
it: Solo le opinioni forti permettono di schierarsi
ja: 賛否を示せるのは「持論」だけです
ko: 찬반은 핫테이크에서만 가능해요
ml: ഹോട്ട് ടേക്കുകളിൽ മാത്രമേ പക്ഷം പിടിക്കാനാകൂ
ms: Hanya pendapat lantang yang boleh dipihak
nb: Bare krasse meninger kan få støtte eller motbør
nl: Alleen stevige meningen kunnen een kant kiezen
pl: Strony wybiera się tylko przy gorących opiniach
pt_br: Só opiniões polêmicas permitem tomar partido
pt_pt: Só as opiniões fortes admitem posição
ro: Doar opiniile tranșante primesc poziții
ru: Занимать сторону можно только в резких мнениях
sk: Stranu si možno zvoliť len pri ostrom názore
sv: Bara heta åsikter tar ställning
ta: சூடான கருத்துகளுக்கு மட்டுமே ஒரு பக்கம் எடுக்க முடியும்
te: హాట్ టేక్‌లపై మాత్రమే పక్షం తీసుకోగలరు
th: เฉพาะความเห็นร้อนแรงเท่านั้นที่เลือกข้างได้
tr: Yalnızca cesur görüşlerde taraf tutulur
uk: Сторону можна обирати лише для гострих думок
ur: صرف ہاٹ ٹیک پر طرف لی جا سکتی ہے
vi: Chỉ quan điểm nóng mới chọn phe
zh_hans: 只有“激辩观点”才能表明立场
zh_hant: 只有大膽觀點才能表態
